Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: History Lab
de: Verlaufslabor
es: Laboratorio de historial
fr: Laboratoire d’historique
it: Laboratorio cronologia
ja: 履歴ラボ
ko: 기록 랩
pt_br: Laboratório de histórico
zh_hans: 历史记录实验室
zh_hant: 歷程實驗室

source: Tool Authorization
de: Tool-Autorisierung
es: Autorización de herramientas
fr: Autorisation d’outils
it: Autorizzazione degli strumenti
ja: ツールの承認
ko: 도구 승인
pt_br: Autorização de ferramentas
zh_hans: 工具授权
zh_hant: 工具授權

source: Agent Security
de: Agentensicherheit
es: Seguridad del agente
fr: Sécurité de l’agent
it: Sicurezza dell’agente
ja: エージェントセキュリティ
ko: 에이전트 보안
pt_br: Segurança do agente
zh_hans: 智能体安全
zh_hant: 代理程式安全性

source: Explain why on-device language models are useful in an iOS app.
de: Erkläre, warum On-Device-Sprachmodelle in einer iOS-App nützlich sind.
es: Explica por qué los modelos de lenguaje en el dispositivo son útiles en una app para iOS.
fr: Explique pourquoi les modèles de langage embarqués sont utiles dans une app iOS.
it: Spiega perché i modelli linguistici on-device sono utili in un’app iOS.
ja: オンデバイス言語モデルがiOSアプリで役立つ理由を説明してください。
ko: 온디바이스 언어 모델이 iOS 앱에서 유용한 이유를 설명하세요.
pt_br: Explique por que os modelos de linguagem no dispositivo são úteis em um app para iOS.
zh_hans: 说明端侧语言模型为何适用于 iOS App。
zh_hant: 說明裝置端語言模型為何適用於 iOS App。

source: Answer clearly in three short paragraphs and include one concrete example.
de: Antworte klar in drei kurzen Absätzen und nenne ein konkretes Beispiel.
es: Responde con claridad en tres párrafos breves e incluye un ejemplo concreto.
fr: Répondez clairement en trois courts paragraphes et donnez un exemple concret.
it: Rispondi chiaramente in tre brevi paragrafi e includi un esempio concreto.
ja: 3つの短い段落で明確に答え、具体例を1つ含めてください。
ko: 짧은 문단 세 개로 명확하게 답하고 구체적인 예시 하나를 포함하세요.
pt_br: Responda com clareza em três parágrafos curtos e inclua um exemplo concreto.
zh_hans: 用三个简短段落清晰作答，并给出一个具体示例。
zh_hant: 用三個簡短段落清楚作答，並提供一個具體範例。

source: Learn how instructions shape a response
de: Erfahre, wie Anweisungen eine Antwort prägen
es: Descubre cómo las instrucciones dan forma a una respuesta
fr: Découvrez comment les instructions façonnent une réponse
it: Scopri come le istruzioni danno forma a una risposta
ja: 指示が応答に与える影響を学ぶ
ko: 지침이 응답에 미치는 영향 알아보기
pt_br: Saiba como as instruções moldam uma resposta
zh_hans: 了解指令如何塑造响应
zh_hant: 瞭解指示如何塑造回應

source: Explain on-device language models using a simple analogy.
de: Erkläre On-Device-Sprachmodelle mit einer einfachen Analogie.
es: Explica los modelos de lenguaje en el dispositivo mediante una analogía sencilla.
fr: Explique les modèles de langage embarqués à l’aide d’une analogie simple.
it: Spiega i modelli linguistici on-device con una semplice analogia.
ja: オンデバイス言語モデルを簡単なたとえで説明してください。
ko: 온디바이스 언어 모델을 간단한 비유로 설명하세요.
pt_br: Explique os modelos de linguagem no dispositivo usando uma analogia simples.
zh_hans: 用简单的类比解释端侧语言模型。
zh_hant: 用簡單的比喻解釋裝置端語言模型。

source: Be concise, friendly, and define technical terms the first time you use them.
de: Sei prägnant und freundlich und erkläre Fachbegriffe bei ihrer ersten Verwendung.
es: Sé conciso y amable, y define los términos técnicos la primera vez que los uses.
fr: Soyez concis et convivial, et définissez les termes techniques à leur première utilisation.
it: Sii conciso e cordiale e definisci i termini tecnici al primo utilizzo.
ja: 簡潔で親しみやすく答え、専門用語は初出時に定義してください。
ko: 간결하고 친절하게 답하고 전문 용어는 처음 사용할 때 설명하세요.
pt_br: Seja conciso e amigável e defina os termos técnicos na primeira vez que os usar.
zh_hans: 保持简洁友好，并在首次使用时解释技术术语。
zh_hant: 保持簡潔友善，並在首次使用時解釋技術術語。

source: Compare today's weather in Cupertino with a good indoor alternative nearby.
de: Vergleiche das heutige Wetter in Cupertino mit einer guten Aktivität in der Nähe, die drinnen stattfindet.
es: Compara el tiempo de hoy en Cupertino con una buena alternativa cercana bajo techo.
fr: Comparez la météo du jour à Cupertino avec une bonne activité intérieure à proximité.
it: Confronta il meteo di oggi a Cupertino con una valida alternativa al coperto nelle vicinanze.
ja: クパチーノの今日の天気と、近くで楽しめる屋内の代替案を比較してください。
ko: 오늘 쿠퍼티노 날씨와 근처에서 즐길 수 있는 실내 대안을 비교하세요.
pt_br: Compare o clima de hoje em Cupertino com uma boa alternativa em local fechado nas proximidades.
zh_hans: 比较库比蒂诺今天的天气与附近合适的室内替代活动。
zh_hant: 比較庫比蒂諾今天的天氣與附近合適的室內替代活動。

source: Use tools when they provide fresher or more reliable information. Explain which evidence you used.
de: Verwende Tools, wenn sie aktuellere oder zuverlässigere Informationen liefern. Erkläre, welche Nachweise du verwendet hast.
es: Usa herramientas cuando aporten información más reciente o fiable. Explica qué datos utilizaste.
fr: Utilisez des outils lorsqu’ils fournissent des informations plus récentes ou plus fiables. Expliquez les éléments utilisés.
it: Usa gli strumenti quando forniscono informazioni più aggiornate o affidabili. Spiega quali dati hai utilizzato.
ja: より新しく信頼性の高い情報が得られる場合はツールを使用し、根拠を説明してください。
ko: 더 최신이거나 신뢰할 수 있는 정보를 제공할 때 도구를 사용하고 어떤 근거를 사용했는지 설명하세요.
pt_br: Use ferramentas quando elas fornecerem informações mais recentes ou confiáveis. Explique quais dados você usou.
zh_hans: 当工具能提供更新或更可靠的信息时使用工具，并说明采用了哪些依据。
zh_hant: 當工具能提供更新或更可靠的資訊時使用工具，並說明採用了哪些依據。

source: Plan a focused afternoon around my next calendar event and create any useful follow-up reminder.
de: Plane einen konzentrierten Nachmittag rund um meinen nächsten Kalendertermin und erstelle sinnvolle Erinnerungen für danach.
es: Planifica una tarde concentrada en torno a mi próximo evento del calendario y crea recordatorios de seguimiento útiles.
fr: Planifiez un après-midi concentré autour de mon prochain événement du calendrier et créez les rappels de suivi utiles.
it: Pianifica un pomeriggio produttivo attorno al mio prossimo evento del calendario e crea promemoria di follow-up utili.
ja: 次のカレンダーイベントを中心に集中できる午後を計画し、役立つフォローアップリマインダーを作成してください。
ko: 다음 캘린더 이벤트를 중심으로 집중할 수 있는 오후를 계획하고 유용한 후속 미리 알림을 만드세요.
pt_br: Planeje uma tarde focada em torno do meu próximo evento do calendário e crie lembretes úteis de acompanhamento.
zh_hans: 围绕我的下一个日历事件规划一个专注的下午，并创建有用的后续提醒。
zh_hant: 圍繞我的下一個行事曆事件規劃一個專注的下午，並建立實用的後續提醒。

source: Use the minimum number of tools needed. Ask before making changes and summarize every side effect.
de: Verwende so wenige Tools wie nötig. Frage vor Änderungen nach und fasse alle Auswirkungen zusammen.
es: Usa el mínimo de herramientas necesarias. Pregunta antes de hacer cambios y resume todos sus efectos.
fr: Utilisez le minimum d’outils nécessaire. Demandez avant toute modification et résumez chaque effet.
it: Usa il minor numero possibile di strumenti. Chiedi conferma prima delle modifiche e riepiloga ogni effetto.
ja: 必要最小限のツールを使用してください。変更前に確認し、すべての影響を要約してください。
ko: 필요한 최소한의 도구만 사용하세요. 변경하기 전에 확인을 요청하고 모든 영향을 요약하세요.
pt_br: Use o mínimo de ferramentas necessário. Pergunte antes de fazer alterações e resuma todos os efeitos.
zh_hans: 仅使用必要的最少工具。更改前先询问，并总结每项影响。
zh_hant: 僅使用必要的最少工具。變更前先詢問，並摘要每項影響。

source: This device does not support Apple Intelligence.
de: Dieses Gerät unterstützt Apple Intelligence nicht.
es: Este dispositivo no es compatible con Apple Intelligence.
fr: Cet appareil ne prend pas en charge Apple Intelligence.
it: Questo dispositivo non supporta Apple Intelligence.
ja: このデバイスはApple Intelligenceに対応していません。
ko: 이 기기는 Apple Intelligence를 지원하지 않습니다.
pt_br: Este dispositivo não é compatível com o Apple Intelligence.
zh_hans: 此设备不支持 Apple Intelligence。
zh_hant: 此裝置不支援 Apple Intelligence。

source: Turn on Apple Intelligence in Settings, then try again.
de: Aktiviere Apple Intelligence in den Einstellungen und versuche es erneut.
es: Activa Apple Intelligence en Ajustes e inténtalo de nuevo.
fr: Activez Apple Intelligence dans Réglages, puis réessayez.
it: Attiva Apple Intelligence in Impostazioni, quindi riprova.
ja: 設定でApple Intelligenceをオンにしてから、もう一度お試しください。
ko: 설정에서 Apple Intelligence를 켠 다음 다시 시도하세요.
pt_br: Ative o Apple Intelligence em Ajustes e tente novamente.
zh_hans: 请在“设置”中打开 Apple Intelligence，然后重试。
zh_hant: 請在「設定」中開啟 Apple Intelligence，然後再試一次。

source: The on-device model is still preparing. Try again when Apple Intelligence is ready.
de: Das On-Device-Modell wird noch vorbereitet. Versuche es erneut, sobald Apple Intelligence bereit ist.
es: El modelo en el dispositivo aún se está preparando. Inténtalo de nuevo cuando Apple Intelligence esté listo.
fr: Le modèle embarqué est encore en cours de préparation. Réessayez lorsque Apple Intelligence sera prêt.
it: Il modello on-device è ancora in preparazione. Riprova quando Apple Intelligence sarà pronto.
ja: オンデバイスモデルはまだ準備中です。Apple Intelligenceの準備ができてから、もう一度お試しください。
ko: 온디바이스 모델을 아직 준비하는 중입니다. Apple Intelligence가 준비되면 다시 시도하세요.
pt_br: O modelo no dispositivo ainda está sendo preparado. Tente novamente quando o Apple Intelligence estiver pronto.
zh_hans: 端侧模型仍在准备中。请在 Apple Intelligence 准备就绪后重试。
zh_hant: 裝置端模型仍在準備中。請在 Apple Intelligence 準備就緒後再試一次。

source: The on-device model is currently unavailable.
de: Das On-Device-Modell ist derzeit nicht verfügbar.
es: El modelo en el dispositivo no está disponible en este momento.
fr: Le modèle embarqué est actuellement indisponible.
it: Il modello on-device non è attualmente disponibile.
ja: オンデバイスモデルは現在利用できません。
ko: 현재 온디바이스 모델을 사용할 수 없습니다.
pt_br: O modelo no dispositivo não está disponível no momento.
zh_hans: 端侧模型当前不可用。
zh_hant: 裝置端模型目前無法使用。

source: The on-device model could not start. Make sure Apple Intelligence is enabled and ready, then try again.
de: Das On-Device-Modell konnte nicht gestartet werden. Stelle sicher, dass Apple Intelligence aktiviert und bereit ist, und versuche es erneut.
es: No se pudo iniciar el modelo en el dispositivo. Asegúrate de que Apple Intelligence esté activado y listo e inténtalo de nuevo.
fr: Le modèle embarqué n’a pas pu démarrer. Vérifiez qu’Apple Intelligence est activé et prêt, puis réessayez.
it: Impossibile avviare il modello on-device. Assicurati che Apple Intelligence sia attivo e pronto, quindi riprova.
ja: オンデバイスモデルを起動できませんでした。Apple Intelligenceがオンになっていて準備ができていることを確認してから、もう一度お試しください。
ko: 온디바이스 모델을 시작할 수 없습니다. Apple Intelligence가 켜져 있고 준비되었는지 확인한 다음 다시 시도하세요.
pt_br: Não foi possível iniciar o modelo no dispositivo. Verifique se o Apple Intelligence está ativado e pronto e tente novamente.
zh_hans: 无法启动端侧模型。请确保 Apple Intelligence 已打开并准备就绪，然后重试。
zh_hant: 無法啟動裝置端模型。請確認 Apple Intelligence 已開啟且準備就緒，然後再試一次。

source: %@ context usage
de: %@ Kontextnutzung
es: %@ uso
fr: %@ utilisation du contexte
it: %@ utilizzo contestuale
ja: %@ コンテキストの使用
ko: %@ 컨텍스트 사용량
pt_br: %@ uso do contexto
zh_hans: %@ 上下文使用量
zh_hant: %@ 上下文使用

source: %lld history + %lld prompt + %lld response
de: %lld Geschichte + %lld prompt + %lld Antwort
es: %lld historia + %lld prompt + %lld respuesta
fr: %lld historique + %lld prompt + %lld Réponse
it: %lld storia + %lld richiesta + %lld risposta
ja: %lld 歴史 + %lld プロンプト + %lld フィードバック
ko: %lld 역사 + %lld 빠른 + %lld 이름 *
pt_br: %lld História + %lld Prompt + %lld Resposta
zh_hans: %lld 历史 + %lld 提示 + %lld 回应
zh_hant: %lld 歷史 + %lld 提示 + %lld 答复

source: %lld of %lld tokens
de: %lld von %lld Token
es: %lld de %lld tokens
fr: %lld des %lld jetons
it: %lld di %lld token
ja: %lld / %lld トークン
ko: %lld / %lld 토큰
pt_br: %lld de %lld tokens
zh_hans: %lld / %lld 个令牌
zh_hant: %lld / %lld 個權杖

source: 1. Configure toolkit
de: 1. Toolkit konfigurieren
es: 1. Configure Toolbox
fr: 1. Configurer la boîte à outils
it: 1. Configurare toolkit
ja: 1. ツールキットの設定
ko: 1. 툴킷 구성
pt_br: Configurar kit de ferramentas
zh_hans: 1. 配置工具包
zh_hant: 1. 配置工具包

source: 10 workloads, 25 samples each
de: 10 Workloads, je 25 Samples
es: 10 cargas de trabajo, 25 muestras cada una
fr: 10 charges de travail, 25 échantillons chacun
it: 10 carichi di lavoro, 25 campioni ciascuno
ja: 10個のワークロード、各25のサンプル
ko: 10의 작업대, 각 25의 표본
pt_br: 10 cargas de trabalho, 25 amostras cada.
zh_hans: 10个工作量,每个样本25个
zh_hant: 10份工作,每份25份样品

source: 2. Install dependencies
de: 2. Abhängigkeiten installieren
es: 2. Instalar dependencias
fr: 2. Installer les dépendances
it: 2. Installare dipendenze
ja: 2. 依存関係のインストール
ko: 2. 의존성 설치
pt_br: 2. Instale dependências.
zh_hans: 2. 安装依赖关系
zh_hant: 2. 安裝依賴性

source: 20 or more
de: 20 oder mehr
es: 20 o más
fr: 20 ans ou plus
it: 20 o più
ja: 20以上
ko: 20명 이상
pt_br: 20 ou mais.
zh_hans: 20岁或以上
zh_hant: 20或以上

source: 3. Train
de: 3. Zug
es: 3. Capacitación
fr: 3. Formation
it: 3. Treno
ja: 3. 電車
ko: 3. 훈련
pt_br: Trem 3.
zh_hans: 3. 火车
zh_hant: 3. 火車

source: 3.10 or later
de: 3.10 oder später
es: 3.10 o posterior
fr: 3.10 ou supérieur
it: 3.10 o più tardi
ja: 3.10以降
ko: 3.10 이상
pt_br: 3,10 ou mais tarde.
zh_hans: 3.10 或稍后时间
zh_hant: 3.10 或以后

source: 4. Export
de: 4. Ausfuhr
es: 4. Exportación
fr: 4. Exportations
it: 4. Esportazione
ja: 4. 輸出
ko: 4. 내보내기
pt_br: 4. Exportar
zh_hans: 4. 出口
zh_hant: 4. 出口

source: 5. Compare
de: 5. Vergleichen
es: 5. Comparaciones
fr: 5. Comparer
it: 5. Confronta
ja: 5. 比較
ko: 5. 비교
zh_hans: 5. 比较
zh_hant: 5. 对比

source: A Tool exposes app code to the model. Tool-calling mode controls whether tools are allowed, required, or disallowed. Profile lifecycle callbacks observe calls and outputs; your app still owns authorization and side-effect policy.
de: Ein Tool setzt den App-Code dem Modell aus. Der Werkzeuganrufmodus steuert, ob Werkzeuge erlaubt, erforderlich oder unzulässig sind. Profil-Lifecycle-Callbacks beobachten Anrufe und Ausgaben; Ihre App besitzt weiterhin Autorisierungs- und Nebeneffektrichtlinien.
es: Una herramienta expone el código de aplicación al modelo. El modo de cálculo de herramientas controla si las herramientas están permitidas, requeridas o desactivadas. Los callbacks del ciclo de vida del perfil observan llamadas y salidas; su aplicación todavía posee autorización y política de efectos secundarios.
fr: Un outil expose le code app au modèle. Le mode d'appel d'outils contrôle si les outils sont autorisés, requis ou refusés. Les callbacks du cycle de vie du profil observent les appels et les sorties; votre application possède toujours une politique d'autorisation et d'effets secondaires.
it: Uno strumento espone codice app al modello. La modalità di registrazione degli strumenti controlla se gli strumenti sono consentiti, richiesti o non consentiti. I callback del ciclo di vita del profilo osservano le chiamate e gli output; la tua app possiede ancora l'autorizzazione e la politica di effetto collaterale.
ja: ツールはモデルにアプリコードを公開します。 ツールの呼び出しモードは、ツールが許可されているかどうかを制御します。, 必要, または不許可. プロファイルのライフサイクルコールバックは、コールと出力を観察します。あなたのアプリは、許可と副作用のポリシーを所有しています。
ko: 도구는 모델에 앱 코드를 노출합니다. Tool-calling 모드는 도구가 허용 여부, 요구, 또는 비활성화 여부를 제어합니다. 프로필 라이프 사이클 콜백은 통화 및 출력을 관찰합니다. 앱은 여전히 권한 및 부작용 정책을 소유합니다.
pt_br: Uma ferramenta expõe o código do aplicativo ao modelo. Modo de chamada de ferramentas controla se as ferramentas são permitidas, necessárias ou proibidas. As chamadas do ciclo de vida observam chamadas e saídas, seu aplicativo ainda possui autorização e política de efeitos colaterais.
zh_hans: 一个工具向模型暴露了应用代码. 工具调用模式控制工具是被允许的,需要的,还是被拒绝的. 配置周期召回观察呼叫和输出; 您的应用仍然拥有授权和副作用政策 。
zh_hant: 一個工具讓程式代碼暴露在模型中 。 工具呼叫模式控制工具是被允許的,需要的,還是被拒絕的 。 描述使用周期的召回觀察呼叫與輸出; 您的應用程式仍然擁有授權與副作用政策 。

source: A bridge your app or package implements for another model provider through LanguageModel and LanguageModelExecutor.
de: Eine Brücke, die Ihre App oder Ihr Paket für einen anderen Modellanbieter implementiert LanguageModel und LanguageModelExecutor.
es: Un puente de su aplicación o paquetes implementos para otro proveedor de modelos a través de LanguageModel y LanguageModelExecutor.
fr: Un pont votre application ou package implements pour un autre fournisseur de modèle par LanguageModel et LanguageModelExecutor.
it: Un ponte l'applicazione o il pacchetto implementa per un altro fornitore di modelli attraverso LanguageModel e LanguageModelExecutor.
ja: アプリまたはパッケージをブリッジして、別のモデルプロバイダに LanguageModel そして、 LanguageModelExecutorお問い合わせ
ko: 앱 또는 패키지가 다른 모델 공급자를 통해 구현합니다. LanguageModel · LanguageModelExecutor·
pt_br: Uma ponte seu aplicativo ou pacote implementa para outro fornecedor de modelos através LanguageModel e LanguageModelExecutor.
zh_hans: 连接您的应用程序或软件包工具给另一个模型提供者, 通过 LanguageModel 和 LanguageModelExecutor。 。 。 。
zh_hant: 您的應用程式或套件工具通訊到另一個模型提供者 LanguageModel 和 LanguageModelExecutor.

source: A custom model adopts LanguageModel and pairs itself with one LanguageModelExecutor type. LanguageModelSession continues to own the public prompting API.
de: Ein Custom Model übernimmt LanguageModel und paart sich mit einem LanguageModelExecutor Typ. LanguageModelSession weiterhin die Öffentlichkeit imponieren API.
es: Un modelo personalizado adopta LanguageModel y se combina con uno LanguageModelExecutor tipo. LanguageModelSession sigue siendo dueño del público API.
fr: Un modèle personnalisé adopte LanguageModel et se marie avec un LanguageModelExecutor Type. LanguageModelSession continue d'être propriétaire de l'incitation publique API.
it: Un modello personalizzato adotta LanguageModel e si accoppia con uno LanguageModelExecutor Tipo. LanguageModelSession continua a possedere il bando pubblico API.
ja: カスタムモデルを採用 LanguageModel 1 つでそれ自身を組んで下さい LanguageModelExecutor タイプ。 LanguageModelSession 公共のプロンプトを所有し続けます APIお問い合わせ
ko: 사용자 정의 모델 채택 LanguageModel 그리고 한 쌍 LanguageModelExecutor 유형. LanguageModelSession 공개 프린트를 계속 API·
pt_br: Um modelo personalizado adota LanguageModel e se emparelha com um LanguageModelExecutor Tipo. LanguageModelSession continua a possuir o público incitando API.
zh_hans: 采用自定义模式 LanguageModel 和一对 LanguageModelExecutor 类型。 LanguageModelSession 继续拥有公众的激励 API。 。 。 。
zh_hant: 自訂模式被采纳 LanguageModel 和一對 LanguageModelExecutor 类型。 LanguageModelSession 繼續擁有公眾的鼓勵 API.

source: A model judge scores qualitative dimensions such as relevance or tone. Calibrate its rubric against human judgment; the judge model and its rubric are part of the test configuration.
de: Ein Modellrichter bewertet qualitative Dimensionen wie Relevanz oder Ton. Kalibrieren Sie seine Rubrik gegen menschliches Urteil; das Richtermodell und seine Rubrik sind Teil der Testkonfiguration.
es: Un juez modelo marca dimensiones cualitativas como relevancia o tono. Calibrar su rúbrica contra el juicio humano; el modelo juez y su rúbrica forman parte de la configuración de prueba.
fr: Un juge modèle obtient des cotes qualitatives comme la pertinence ou le ton. Étaler sa rubrique contre le jugement humain; le modèle de juge et sa rubrique font partie de la configuration d'essai.
it: Un giudice modello segna dimensioni qualitative come rilevanza o tono. Calibra il suo rubrico contro il giudizio umano; il modello del giudice e il suo rubrico fanno parte della configurazione del test.
ja: モデル審査員は、関連性やトーンなどの定形寸法をスコアします。 人間の判断に対してその rubric をキャリブレーションします。判定モデルとその rubric はテスト構成の一部です。
ko: 모델 판사 점수는 relevance 또는 톤과 같은 qualitative 차원입니다. 인간적인 판단에 대하여 그것의 문질러; 판사 모형 및 그것의 문질러는 시험 윤곽의 부분입니다.
pt_br: Um juiz de modelos pontua dimensões qualitativas como relevância ou tom. Calibrar sua rubrica contra o julgamento humano, o modelo do juiz e sua rubrica fazem parte da configuração do teste.
zh_hans: 模范法官对定性层面如相关性或语气进行评分. 校准其标点与人类判断;法官模型及其标点是测试配置的一部分.
zh_hant: 模擬判官會評分關切度或語氣等定性维度. 校准其標題與人類判斷;

source: A representative dataset is the foundation of an evaluation. A synthetic-data pass can expand coverage, but generated samples still need validation before they become test evidence.
de: Ein repräsentativer Datensatz ist die Grundlage einer Bewertung. Ein synthetischer Datenpass kann die Abdeckung erweitern, aber generierte Proben müssen noch validiert werden, bevor sie zu Testnachweisen werden.
es: Un conjunto de datos representativo es la base de una evaluación. Un pase de datos sintético puede ampliar la cobertura, pero las muestras generadas todavía necesitan validación antes de convertirse en pruebas de prueba.
fr: Un ensemble de données représentatif est le fondement d'une évaluation. Une carte de données synthétiques peut élargir la couverture, mais les échantillons générés doivent encore être validés avant qu'ils ne deviennent des preuves expérimentales.
it: Un dataset rappresentativo è la base di una valutazione. Un passaggio di dati sintetici può espandere la copertura, ma i campioni generati hanno ancora bisogno di validazione prima di diventare prove di prova.
ja: 代表的なデータセットは評価の基礎です。 合成データパスは、カバレッジを拡大することができますが、生成されたサンプルは、テスト証拠になる前に検証を必要とします。
ko: 대표 데이터셋은 평가의 기초입니다. 합성 자료 통행은 적용을 확장할 수 있습니다, 그러나 생성한 표본은 아직도 시험 증거가되기 전에 유효성을 필요로 합니다.
pt_br: Um conjunto de dados representativo é a base de uma avaliação. Uma passagem de dados sintéticos pode expandir a cobertura, mas amostras geradas ainda precisam ser validadas antes de se tornarem evidências de teste.
zh_hans: 具有代表性的数据集是评价的基础。 合成数据通过可以扩大覆盖范围,但生成的样本在成为测试证据之前仍然需要验证.
zh_hant: 具代表性的數據集是評估的根基。 但生成的樣本在成為實驗證據前仍需要驗證。

source: AI Studio API key
de: AI Studio API Schlüssel
es: AI Studio API clave
fr: AI Studio API clé
it: AI Studio API chiave
ja: AI Studio API キーキー
ko: AI Studio API 키
pt_br: AI Studio API Chave
zh_hans: AI Studio API 键
zh_hant: AI Studio API 按鍵

source: Action boundary missing
de: Aktionsgrenze fehlt
es: Límite de acción desaparecido
fr: Limite d'action manquante
it: Limiti d'azione mancanti
ja: アクション境界欠落
ko: 행동 경계 누락
pt_br: Falta o limite de ação.
zh_hans: 缺少动作边界
zh_hant: 缺少動作邊界

source: Action boundary present
de: Wirkungsgrenze vorhanden
es: Límite de acción actual
fr: Limite d'action actuelle
it: Limiti d'azione
ja: アクション境界プレゼント
ko: 활동 경계 현재
pt_br: Limite de ação presente.
zh_hans: 显示动作边界
zh_hant: 動作邊界存在

source: Active Energy
de: Aktive Energie
es: Energía activa
fr: Énergie active
it: Energia attiva
ja: アクティブエネルギー
ko: 활동 에너지
pt_br: Energia Ativa
zh_hans: 活动能量
zh_hant: 活動能量

source: Actual API boundary
de: Tatsächlich API Grenze
es: Actual API frontera
fr: Nombre effectif API limite
it: Attualità API confine
ja: アクション API ログイン
ko: 실제 API 경계
pt_br: Real. API limite
zh_hans: 实际数 API 边界
zh_hant: 实际 API 邊界

source: Adapter Comparison
de: Adaptervergleich
es: Comparación de adaptadores
fr: Comparaison des adaptateurs
it: Confronto tra adattatori
ja: アダプターの比較
ko: 어댑터 비교
pt_br: Comparação de adaptadores
zh_hans: 适配器比较
zh_hant: 適配器比較

source: Adapter Comparison Requires macOS
de: Adaptervergleich erforderlich macOS
es: Requisitos de comparación de adaptadores macOS
fr: Comparaison adaptateur requise macOS
it: Requisiti di comparazione dell'adattatore macOS
ja: アダプターの比較は要求します macOS
ko: 어댑터 비교에는 macOS가 필요함
pt_br: O adaptador de comparação requer macOS
zh_hans: 适应器比较要求 macOS
zh_hant: 适应器比對需要 macOS

source: Adapter Package
de: Adapterpaket
es: Adaptador paquete
fr: Adaptateur Paquet
it: Pacchetto adattatore
ja: アダプターのパッケージ
ko: 어댑터 패키지
pt_br: Pacote Adaptador
zh_hans: 适配软件包
zh_hant: 适应器套件

source: Adapter delta
de: Delta-Adapter
es: Adaptador Delta
fr: Adaptateur delta
it: Adattatore delta
ja: アダプター デルタ
ko: 접합기 델타
pt_br: Adaptador delta
zh_hans: 适应者三角洲
zh_hant: 适应者三角洲
